const penaltiesFirstTable = [
  {
    "number": "1-أ",
    "violation": "أكثر من ١٥ دقيقة ولغاية ٣٠ دقيقة",
    "first_time": "إنذار",
    "second_time": "١٠٪ من أجر اليوم",
    "third_time": "ربع اليوم",
    "fourth_time": "نصف اليوم",
    "notes": "يضاعف الجزاء وبما لا يتجاوز ٥ أيام في حالة إذا ترتب على التأخير أو الغياب تعطل العمل."
  },
  {
    "number": "1-ب",
    "violation": "أكثر من ٣٠ دقيقة ولغاية ٤٥ دقيقة",
    "first_time": "١٠٪ من أجر اليوم",
    "second_time": "ربع اليوم",
    "third_time": "نصف اليوم",
    "fourth_time": "٧٥٪ من أجر اليوم",
    "notes": "يضاعف الجزاء وبما لا يتجاوز ٥ أيام في حالة إذا ترتب على التأخير أو الغياب تعطل العمل."
  },
  {
    "number": "1-ج",
    "violation": "أكثر من ٤٥ دقيقة ولغاية ٦٠ دقيقة",
    "first_time": "ربع يوم",
    "second_time": "نصف يوم",
    "third_time": "٧٥٪ من أجر اليوم",
    "fourth_time": "يوم",
    "notes": "تتولى الإدارة المختصة بتنفيذ الجزاءات تطبيق الجزاءات المقررة تلقائياً ما لم يرد بكشوف يومية الحضور الواردة من الإدارات إلى الإدارة العامة لمراقبة و احتساب الوقت ما يفيد قبول عذر العامل من جانب الرئيس الأعلى للإدارة التابع لها العامل والتجاوز عن مجازاته ولا يخل ذلك التجاوز بخصم أيام الغياب من الأجر. مع تجميع فترات التأخير وخصمها من الأجر الشهري"
  },
  {
    "number": "1-د",
    "violation": "أكثر من ٦٠ دقيقة",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يوم ونصف",
    "fourth_time": "يومان",
    "notes": "تتولى الإدارة المختصة بتنفيذ الجزاءات تطبيق الجزاءات المقررة تلقائياً ما لم يرد بكشوف يومية الحضور الواردة من الإدارات إلى الإدارة العامة لمراقبة و احتساب الوقت ما يفيد قبول عذر العامل من جانب الرئيس الأعلى للإدارة التابع لها العامل والتجاوز عن مجازاته ولا يخل ذلك التجاوز بخصم أيام الغياب من الأجر. مع تجميع فترات التأخير وخصمها من الأجر الشهري"
  },
  {
    "number": "2",
    "violation": "الغياب بدون إذن أو عذر مقبول",
    "first_time": "إنذار",
    "second_time": "ربع يوم",
    "third_time": "نصف يوم",
    "fourth_time": "يوم",
    "notes": "مع الحرمان من الأجر عن أيام الغياب"
  },
  {
    "number": "3",
    "violation": "عدم إثبات الحضور أو الانصراف بالساعات الميقاتية أو ما يقوم مقامها",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "4",
    "violation": "البقاء في مقر العمل أو العودة إليه بعد انتهاء مواعيد العمل بدون مبرر يستوجب ذلك",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "5",
    "violation": "التلاعب في إثبات الحضور والانصراف أو كلاهما",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "6",
    "violation": "ترك العمل أو الانصراف قبل الميعاد بدون إذن أو عذر مقبول بالنسبة لمن لا يعملون بالإنتاج أو البيع أو الصيانة أو الحراسة أو الحريق أو الإسعاف",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "7",
    "violation": "ترك العمل أو الانصراف قبل الميعاد بدون إذن أو عذر مقبول إذا ترتب عليه الإخلال بالإنتاج أو البيع أو الصيانة أو أعمال الحراسة أو الحريق أو الإسعاف",
    "first_time": "أربعة أيام",
    "second_time": "خفض الأجر بمقدار علاوة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣ مع حرمان العامل من أجر ساعات الغياب",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣ مع حرمان العامل من أجر ساعات الغياب",
    "notes": null
  },
  {
    "number": "8",
    "violation": "تجاوز الفترات المقررة للراحة أو تناول الطعام",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "9",
    "violation": "الإهمال البسيط أو التكاسل في أداء العمل",
    "first_time": "إنذار",
    "second_time": "نصف يوم",
    "third_time": "يوم",
    "fourth_time": "يومان",
    "notes": null
  },
  {
    "number": "10",
    "violation": "إنجاز العمل بغير إتقان",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "11",
    "violation": "تصدي العامل لعمل غير معهود إليه ولا يدخل في اختصاصه",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "12",
    "violation": "رفض العامل العمل الموكل إليه بدون مبرر بشرط ألا يختلف اختلافاً جوهرياً عن عمله الأصلي",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "13",
    "violation": "الإسراف في استهلاك الخامات والمستلزمات أو التسبب في كثرة العوادم",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "14",
    "violation": "استعمال المستلزمات أو الآلات أو المهمات في غير الأغراض المخصصة لها",
    "first_time": "ثلاثة أيام",
    "second_time": "أربعة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "notes": null
  },
  {
    "number": "15",
    "violation": "التجاوز في منح الامتيازات المقررة عن القواعد الموضوعة والحدود المرعية",
    "first_time": "إنذار",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "16",
    "violation": "رفض الحضور إلى العمل بدون عذر مقبول أيام الجمعة أو العطلات الرسمية أو بعد مواعيد العمل عند تكليفه بالحضور لحاجة العمل",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "17",
    "violation": "رفض الحضور إلى العمل بدون عذر مقبول عند استدعائه في حالة الطوارئ",
    "first_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "second_time": "الحرمان من نصف العلاوة السنوية",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "تأجيل الترقية عند استحقاقها لمدة سنة",
    "notes": null
  },
  {
    "number": "18",
    "violation": "الإهمال في العمل الذي قد يتسبب عنه خسارة أو تلف",
    "first_time": "خمسة أيام",
    "second_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "19",
    "violation": "الإهمال الجسيم في العمل الذي يتسبب عنه خسارة أو تلف او ضياع حق من الحقوق المالية للشركة او المساس بمصلحة من مصالحها المالية",
    "first_time": "تأجيل الترقية عند استحقاقها لمدة سنة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "20",
    "violation": "تعمد إخفاء العيوب الفنية",
    "first_time": "خفض الأجر بمقدار علاوة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "21",
    "violation": "العبث أو إتلاف الآلات أو الماكينات أو المهمات أو العهد",
    "first_time": "خفض الأجر بمقدار علاوة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "22",
    "violation": "التسكع أو التواجد في غير أماكن العمل أثناء مواعيد العمل بدون مبرر",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يوم",
    "fourth_time": "يومان",
    "notes": null
  },
  {
    "number": "23",
    "violation": "عدم حمل أو إبراز البطاقة الخاصة بدخول العمل",
    "first_time": "إنذار",
    "second_time": "نصف يوم",
    "third_time": "يوم",
    "fourth_time": "يومان",
    "notes": null
  },
  {
    "number": "24",
    "violation": "رفض التفتيش",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "25",
    "violation": "رفض التفتيش المقترن بالمقاومة",
    "first_time": "ثلاثة أيام",
    "second_time": "أربعة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "الحرمان من نصف العلاوة",
    "notes": null
  },
  {
    "number": "26",
    "violation": "عدم الإخطار عن تغيير الحالة الاجتماعية ومحل الإقامة خلال شهر على الأكثر من تاريخ التغيير",
    "first_time": "إنذار",
    "second_time": "نصف يوم",
    "third_time": "يوم",
    "fourth_time": "يومان",
    "notes": null
  },
  {
    "number": "27",
    "violation": "النوم أثناء العمل في غير أوقات الراحة",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "28",
    "violation": "النوم أثناء العمل في الحالات التي تطلب اليقظة المستمرة",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "الحرمان من نصف العلاوة",
    "fourth_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "notes": null
  },
  {
    "number": "29",
    "violation": "الخروج أو الدخول من غير الأماكن المخصصة لذلك",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "30",
    "violation": "عدم ارتداء الزي الخاص بالعمل أثناء ساعات العمل أو ارتدائه على وجه غير لائق",
    "first_time": "نصف يوم",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "31",
    "violation": "مخالفة النظم والتعليمات السارية",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة",
    "notes": null
  },
  {
    "number": "32",
    "violation": "مخالفة تعليمات الأمن الصناعي اللازمة لسلامة العمل",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة",
    "notes": null
  },
  {
    "number": "33",
    "violation": "سوء استعمال الرؤساء للسلطات الممنوحة لهم",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "34",
    "violation": "عدم تنفيذ أوامر وتوجيهات الرؤساء",
    "first_time": "إنذار",
    "second_time": "يوم",
    "third_time": "يومان",
    "fourth_time": "ثلاثة أيام",
    "notes": null
  },
  {
    "number": "35",
    "violation": "عدم العناية بنظافة وترتيب مكان العمل",
    "first_time": "يومان",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "notes": null
  },
  {
    "number": "36",
    "violation": "عدم قيام الرؤساء المباشرين بالإبلاغ عن المخالفات التي تقع في اماكن العمل و التي تصل الى علمهم .",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "notes": null
  },
  {
    "number": "37",
    "violation": "تشويه او اساءة استخدام مباني الشركة أو طرقها أو ممتلكاتها",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "38",
    "violation": "جمع التوقيعات أو الأموال أثناء العمل بدون إذن",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "notes": null
  },
  {
    "number": "39",
    "violation": "عدم الإبلاغ عن أي عطل في الآلات أو الخلل بها او فقدها او فقد جزء منها .",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "ثلاثة أيام",
    "fourth_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "notes": null
  },
  {
    "number": "40",
    "violation": "إدخال أشياء غير مصرح بها أو إجراء معاملات تجارية داخل مكان العمل",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "41",
    "violation": "سوء استخدام سيارات الشركة أو استخدامها لأغراض شخصية",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "42",
    "violation": "قيادة احدى وسائل النقل بدون تصريح",
    "first_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "second_time": "الحرمان من نصف العلاوة السنوية",
    "third_time": "تأجيل الترقية عند استحقاقها لمدة سنة",
    "fourth_time": "خفض الأجر بمقدار علاوة",
    "notes": null
  },
  {
    "number": "43",
    "violation": "الرعونة وعدم الاحتراز في قيادة احدى وسائل النقل الخاصة بالشركة",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة",
    "notes": null
  },
  {
    "number": "44",
    "violation": "الاحتفاظ بالمستندات الرسمية أو نسخها أو إخراجها من الملفات المخصصة لحفظها",
    "first_time": "ثلاثة أيام",
    "second_time": "أربعة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "notes": null
  },
  {
    "number": "45",
    "violation": "الاحتفاظ بأصول الأوراق الرسمية أو بصورة منها او نزعها من الملفات المخصصة لحفظها ولو كانت خاصة بعمل مكلف به شخصيا متى كان القصد من ذلك التستر على مخالفات و جرائم إرتكبت .",
    "first_time": "خفض الأجر بمقدار علاوة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "46",
    "violation": "إفشاء الأمور التي يطلع عليها العامل بحكم وظيفته أو عمله إذا كانت سرية بطبيعتها أو بموجب تعليمات تقضي بذلك",
    "first_time": "الحرمان من نصف العلاوة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "47",
    "violation": "أداء أعمال للغير بأجر أو بدون أجر بدون إذن كتابي من رئيس مجلس الإدارة",
    "first_time": "يومان",
    "second_time": "أربعة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "الحرمان من نصف العلاوة",
    "notes": null
  },
  {
    "number": "48",
    "violation": "جمع العامل بين عمله وبين أي عمل آخر إذا كان من شأن هذا العمل الإخلال بوظيفته أو لا يتفق مع مقتضياتها",
    "first_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "second_time": "الحرمان من نصف العلاوة",
    "third_time": "تأجيل الترقية عند استحقاقها لمدة سنة",
    "fourth_time": "خفض الأجر بمقدار علاوة",
    "notes": null
  },
  {
    "number": "49",
    "violation": "نزع أو تمزيق المنشورات أو المطبوعات أو الإعلانات المتعلقة بدواعي العمل",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "50",
    "violation": "عدم توريد النقود المحصلة لحساب الشركة في المواعيد المقررة قانوناً",
    "first_time": "إنذار",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "51",
    "violation": "إثبات العامل وقائع غير صحيحة أو مخالفة للحقيقة بدفاتر الشركة أو أوراقها أو استبعاد أو حذف بياناتها إذا ترتب عليها ضرر جسيم",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "52",
    "violation": "استعمال النار أو الموقد لغير مقتضيات العمل داخل أماكن العمل",
    "first_time": "إنذار",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "53",
    "violation": "التحريض على مخالفة التعليمات والأوامر الخاصة بالعمل بما يخل بحسن سير العمل",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "54",
    "violation": "نشر الشائعات وخلق المناقشات الحادة أو إثارة الخلافات التي تؤثر على حسن سير العمل",
    "first_time": "خمسة أيام",
    "second_time": "الحرمان من نصف العلاوة",
    "third_time": "تأجيل الترقية عند استحقاقها لمدة سنة",
    "fourth_time": "خفض الأجر بمقدار علاوة",
    "notes": null
  },
  {
    "number": "55",
    "violation": "تنظيم أي اجتماعات أو إلقاء بيانات أو توزيع منشورات داخل مكان العمل بدون إذن كتابي",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "56",
    "violation": "مخالفة قواعد الأمن التي يصدر بها قرار من رئيس مجلس الإدارة",
    "first_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "57",
    "violation": "التلاعب في أذونات صرف النقدية أو المواد أو الأدوات أو المهمات",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "58",
    "violation": "التلاعب في كافة الأجهزة أو التلاعب في عمليات البيع أو الشراء أو الأجور",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "59",
    "violation": "قبول هدايا أو مكافآت أو عمولات أو قروض بسبب أداء العمل",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "60",
    "violation": "إعطاء نقود إلى عامل بالشركة بقصد التأثير على عمله",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "61",
    "violation": "مزاولة أعمال تجارية أو أن تكون للعامل مصلحة في أعمال أو مقاولات أو مناقصات تتصل بأعمال الشركة",
    "first_time": "خمسة أيام",
    "second_time": "خفض الأجر بمقدار علاوة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "62",
    "violation": "الحصول بدون وجه حق على أموال الشركة",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "63",
    "violation": "إتلاف أو اختلاس أو إخفاء أو تزوير مستندات الشركة",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "64",
    "violation": "إدخال العامل أشياء محظورة عليه حملها طبقاً للتعليمات السارية بقصد الإضرار بالعمل",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "65",
    "violation": "عدم المحافظة على الوظيفة كرامةً أو سلوك مسلكاً لا يتفق والاحترام الواجب لها",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من العلاوة",
    "notes": null
  },
  {
    "number": "66",
    "violation": "الإخلال بالنظام أو الآداب داخل مقر العمل أو وسائل الانتقال أو النوادي أو الفنادق أو المصايف أو العيادات التابعة للشركة",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة",
    "notes": null
  },
  {
    "number": "67",
    "violation": "الإخلال الجسيم بالنظام أو الآداب أثناء العمل",
    "first_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "68",
    "violation": "ارتكاب أفعال مخلة بالآداب أثناء العمل",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "69",
    "violation": "الإساءة إلى سمعة الشركة في الداخل أو الخارج",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "70",
    "violation": "محاولة الحصول أو الحصول على مستحقات أحد العاملين أو ورثته بطريق الغش أو تزوير مشروع",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "71",
    "violation": "الاعتداء بالقول على زميل أثناء وبمكان العمل",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "72",
    "violation": "الاعتداء بالضرب على زميل أثناء وبمكان العمل",
    "first_time": "ثلاثة أيام",
    "second_time": "خمسة أيام",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "خفض الأجر بمقدار علاوة",
    "notes": null
  },
  {
    "number": "73",
    "violation": "التشاجر مع أحد الزملاء وإحداث مشاغبات في مكان العمل",
    "first_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "second_time": "الحرمان من نصف العلاوة السنوية",
    "third_time": "تأجيل الترقية عند استحقاقها لمدة سنة",
    "fourth_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "notes": null
  },
  {
    "number": "74",
    "violation": "الاعتداء على أحد الرؤساء",
    "first_time": "الحرمان من نصف العلاوة السنوية",
    "second_time": "الحرمان من العلاوة السنوية",
    "third_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": "يُعتبر الاعتداء على المحقق أو الطبيب بسبب أداء عمله في حكم الاعتداء على الرئيس"
  },
  {
    "number": "75",
    "violation": "التدخين في غير الأماكن المخصصة",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "76",
    "violation": "الادعاء كذباً على أحد الرؤساء أو الزملاء أو الإبلاغ عن وقائع غير صحيحة",
    "first_time": "خمسة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "77",
    "violation": "إساءة معاملة أي من المتعاملين مع الشركة",
    "first_time": "خمسة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "78",
    "violation": "الاقتراض من أي من المتعاملين مع الشركة أو ممن لهم صلة بنشاطها",
    "first_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "79",
    "violation": "إدخال مشروبات روحية أو مواد مخدرة داخل العمل أو التواجد في أماكن العمل في حالة سكر أو تحت تأثير مخدر",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "80",
    "violation": "عدم تحري الدقة أو توخي الأمانة في عرض الموضوعات على المسؤولين",
    "first_time": "ثلاثة أيام",
    "second_time": "أربعة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "81",
    "violation": "عدم توخي الأمانة في عرض الموضوعات على المسؤولين إذا ترتب على ذلك ضرر جسيم",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "82",
    "violation": "تخطي الرؤساء في الموضوعات الخاصة بالعمل بسوء نية",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "83",
    "violation": "تزوير توقيعات المسؤولين أو إساءة استخدام أختام الشركة",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "84",
    "violation": "امتناع العامل عن توقيع الكشف الطبي عليه متى طُلب منه ذلك",
    "first_time": "إنذار",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "85",
    "violation": "التمارض أو ادعاء الإصابة",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "خفض الأجر بمقدار علاوة",
    "notes": null
  },
  {
    "number": "86",
    "violation": "الإبلاغ المرضي وطلب زيارة الطبيب بالمنزل مع عدم تواجده بالمنزل عند زيارة الطبيب له دون أن يقدم عذراً مقبولاً",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "خمسة أيام",
    "fourth_time": "خفض الأجر بمقدار علاوة",
    "notes": "يُعتبر العامل متمارضاً ويطبق عليه أحكام التمارض في البند السابق مع تحميله أجر انتقال الطبيب ومصاريف السيارة"
  },
  {
    "number": "87",
    "violation": "تصرف العامل للغير في الأدوية ووسائل العلاج المقررة له",
    "first_time": "خمسة أيام",
    "second_time": "الحرمان من نصف العلاوة السنوية",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "notes": null
  },
  {
    "number": "88",
    "violation": "افتعال الإصابة",
    "first_time": "أربعة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "89",
    "violation": "الادعاء كذباً بحصول إصابة أثناء العمل وبسببه",
    "first_time": "أربعة أيام",
    "second_time": "خمسة أيام",
    "third_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة ثلاثة أشهر",
    "fourth_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "notes": null
  },
  {
    "number": "90",
    "violation": "الامتناع عن الحضور للتحقيق أو الامتناع عن الإدلاء رغم الاستدعاء",
    "first_time": "يومان",
    "second_time": "ثلاثة أيام",
    "third_time": "أربعة أيام",
    "fourth_time": "خمسة أيام",
    "notes": null
  },
  {
    "number": "91",
    "violation": "الشهادة كذباً في التحقيقات الإدارية",
    "first_time": "خمسة أيام",
    "second_time": "خمسة أيام",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "92",
    "violation": "مزاولة لعبة أو هواية أثناء العمل",
    "first_time": "يوم",
    "second_time": "يومان",
    "third_time": "ثلاثة أيام",
    "fourth_time": "أربعة أيام",
    "notes": null
  },
  {
    "number": "93",
    "violation": "تفوه العامل بما لا يتفق مع الاحترام الواجب لدين أو عقيدة الآخرين أثناء العمل",
    "first_time": "الحرمان من نصف العلاوة السنوية",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "94",
    "violation": "الإضراب عن العمل أو الاعتصام داخل مقر العمل بما لا يتفق مع قانون العمل",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "95",
    "violation": "المشاركة في مناقشات سياسية أثناء العمل بما يضر بالوحدة الوطنية والسلم والأمان",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "96",
    "violation": "التحريض أو التدبير أو المشاركة في تجمهر يتسبب في إثارة العاملين",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "97",
    "violation": "ترويج الإشاعات أو الأكاذيب التي يترتب عليها الإضرار بالوحدة الوطنية والأمن العام",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "98",
    "violation": "توزيع أو نسخ أو طبع أي أوراق تضر بالوحدة الوطنية أو السلم العام",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "99",
    "violation": "حيازة أسلحة في أماكن العمل دون مقتضى",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "100",
    "violation": "إساءة استعمال تذاكر السفر المجانية أو المخفضة أو التلاعب فيها أو استخدامها في جلب بضائع أو أصناف لها صفة الاتجار",
    "first_time": "تأجيل موعد استحقاق العلاوة لمدة لا تجاوز ثلاثة أشهر",
    "second_time": "الحرمان من نصف العلاوة السنوية",
    "third_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "fourth_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "notes": null
  },
  {
    "number": "101",
    "violation": "المهاترة أو نشر الشائعات أو إثارة القلاقل أو الخلافات أو البلبلة بين العاملين مما من شأنه الإضرار بالعمل",
    "first_time": "الحرمان من نصف العلاوة السنوية",
    "second_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "third_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "102",
    "violation": "الإهمال أو عدم العناية أو التقصير في المحافظة على الآلات والأدوات أو المعدات أو المهمات أو الممتلكات الخاصة بالشركة إذا لم ينشأ عن ذلك خسارة مادية جسيمة",
    "first_time": "خصم من الأجر",
    "second_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تزيد على ثلاثة أشهر",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "103",
    "violation": "استعمال الخامات أو الأدوات أو المهمات أو الآلات أو المعدات في غير الأغراض المخصصة لها أو دون اتباع التعليمات التي تنظم هذا الاستعمال",
    "first_time": "خصم من الأجر",
    "second_time": "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تزيد على ثلاثة أشهر",
    "third_time": "الحرمان من نصف العلاوة السنوية",
    "fourth_time": "الحرمان من نصف العلاوة السنوية",
    "notes": null
  },
  {
    "number": "104",
    "violation": "التسبب في ضياع إيراد على الشركة أو أي حق من حقوقها أو إلحاق خسارة جسيمة بآلاتها أو مهماتها أو ممتلكاتها",
    "first_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "105",
    "violation": "الاستيلاء أو تمكين آخرين من الاستيلاء على أموال الشركة أو ممتلكاتها أو الشروع في ذلك أو المشاركة أو المساعدة على ذلك أو على إخفاء أو تسوية أي عجز فيها",
    "first_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "106",
    "violation": "التلاعب في مستندات صرف المواد والأدوات والمهمات والخامات أو التلاعب في الموازين أو المكاييل أو العبوات أو الأجهزة",
    "first_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل من الخدمة بعد العرض على اللجنة الخماسية",
    "fourth_time": "الفصل من الخدمة بعد العرض على اللجنة الخماسية",
    "notes": null
  },
  {
    "number": "107",
    "violation": "التلاعب في عمليات الإنتاج أو في عمليات البيع أو الشراء",
    "first_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "108",
    "violation": "التلاعب في عمليات استخراج التذاكر أو وثائق السفر الأخرى أو بوالص الشحن",
    "first_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "109",
    "violation": "التلاعب في صرف الأجور أو الحقوق أو المزايا النقدية أو العينية المقررة للعاملين",
    "first_time": "خفض الأجر بمقدار علاوة على الأكثر",
    "second_time": "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "110",
    "violation": "ثبوت تعاطى العامل للمواد أو العقاقير المخدرة أو أية عقاقير طبية محظور تداولها وصرفها إلا بإذن صرف طبى",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  },
  {
    "number": "111",
    "violation": "رفض العامل أو إمتناعه عن توقيع الكشف الطبى عليه أو الخضوع لإجراء التحاليل بمعرفة الجهات الطبية المعتمدة بالداخل أو الخارج أو لدى سلطة الطيران المدنى بالداخل أو الخارج وذلك للكشف عن تناول المشروبات الروحية أو تعاطى المواد أو العقاقير المخدرة سواء كان ذلك فى حالة الكشف الدورى أو الطارئ أو العشوائى متى طُلب منه ذلك.",
    "first_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "second_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "third_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "fourth_time": "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣",
    "notes": null
  }
];
const penaltiesSecondTable = [
  {
    "number": "1",
    "violation": "تأخر أفراد أطقم الطائرات المكلفين برحلات عن الحضور إلى المطار أو إلى الدائرة المخصصة في المواعيد المحددة لذلك",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تزيد على ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية"
    ]
  },
  {
    "number": "2",
    "violation": "التسبب في تأخير فرد أو أكثر من أطقم الطائرات أو موظفي النوبات عن ميعاد حضورهم للعمل",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تزيد على ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية"
    ]
  },
  {
    "number": "3",
    "violation": "تأخير إقلاع الطائرة عن الموعد المقرر للقيام بالرحلة",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "4",
    "violation": "الخطأ أو الإهمال في أداء العمل أو مخالفة اللوائح ونظم العمل والأوامر أو التعليمات الكتابية أو الشفهية إذا لم يكن من شأن أي منها أن تؤدي إلى الأضرار الجسيمة بالعمل أو إلحاق خسائر بالأرواح أو الممتلكات",
    "punishments": [
      "خصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية",
      "خفض الأجر في حدود علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "5",
    "violation": "مخالفة اللوائح أو التعليمات أو الأوامر أو الخطأ أو الإهمال الجسيم الذي من شأن أي منها أن يؤدي إلى الأضرار الجسيمة بالعمل أو إلحاق خسائر بالأرواح والممتلكات",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "6",
    "violation": "الإهمال أو عدم أداء العمل بالدقة أو الكفاءة المطلوبة والذي من شأنه أيهما تعريض أمتعة الركاب أو بضائع العملاء للفقد أو التلف أو عدم تسليمها أو تأخير تسليمها",
    "punishments": [
      "خصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية",
      "خفض الأجر في حدود علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "7",
    "violation": "التراخي في العمل أو التباطؤ في أداء واجبات الوظيفة",
    "punishments": [
      "خصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية",
      "خفض الأجر في حدود علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "8",
    "violation": "الامتناع عن أداء أعمال الوظيفة أو أي عمل آخر يكلف به رؤسائه بصفة مؤقتة إذا كان لا يختلف عن عمله الأصلي اختلافاً جوهرياً أو أي عمل دعت الضرورة إلى تكليفه به في حالة القوة القاهرة منعاً لوقوع حادث أو إصلاح ما نشأ عنه",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "9",
    "violation": "الإهمال أو عدم الدقة في إثبات أية بيانات في كشف حمولة الطائرة أو قائمة ركابها أو أي مستند من مستنداتها أو تزويدها بالوقود أو تموينها إذا لم يكن من شأن ذلك تعريض الطائرة للخطر أو إلحاق خسارة بالشركة أو عملائها أو فوات كسب عليها أو إخفاء معالم مخالفة ارتكبت",
    "punishments": [
      "خصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية",
      "خفض الأجر في حدود علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "10",
    "violation": "الإهمال أو عدم الدقة الذي ينجم عن أي منها تحميل الطائرة بالزيادة أو النقص إذا لم يكن من شأن ذلك تعريض الطائرة للخطر",
    "punishments": [
      "خصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية",
      "خفض الأجر في حدود علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "11",
    "violation": "تعمد تحميل الطائرة بالزيادة أو النقص",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "12",
    "violation": "الإهمال أو عدم الدقة الذي من شأن أيهما التسبب في فقد جوازات سفر الركاب أو أي مستند من مستندات سفرهم أو إتلافه أو التسبب في مسئولية الشركة عن تأخير سفرهم أو عدم إمكانهم استكمال رحلاتهم في مواعيدها المقررة",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "13",
    "violation": "الإهمال أو عدم الدقة الذي من شأن أيهما التسبب في فقد مستندات شحن بضائع العملاء أو التسبب في مسئولية الشركة عن فقدها أو في تسليم البضائع لغير المرسل إليه أو دون تنفيذ الشروط الواردة في تلك المستندات",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "14",
    "violation": "تحصيل مبالغ من العملاء دون إثباتها بالوسيلة التي يحددها النظام المعمول به",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "15",
    "violation": "إساءة معاملة الركاب أو العملاء",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "16",
    "violation": "تعمد نقص الإنتاج",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "17",
    "violation": "التسبب في إقلاع طائرة دون أخذ حمولتها المقررة من الركاب أو البضائع أو منهما معاً سواء في رحلة الذهاب أو العودة",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "18",
    "violation": "السماح بسفر راكب دون تذكرة سفر أو شحن بضائع دون بوليصة شحن",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "19",
    "violation": "الإهمال أو عدم الدقة الذي من شأن أي منها إلحاق الأذى بالركاب",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "20",
    "violation": "الإهمال أو عدم الدقة الذي من شأن أي منهما تعريض طائرات الشركة أو معداتها للخطر أو التلف أو العطب أو التسبب في مسئولية الشركة عما يلحق طائرات أو معدات الغير من تدمير أو تلف أو عطب",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "21",
    "violation": "عدم ارتداء الزي الرسمي المخصص من قبل الشركة أو عدم العناية به أو عدم الظهور بالمظهر اللائق أثناء العمل",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تزيد على ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية"
    ]
  },
  {
    "number": "22",
    "violation": "مخالفة القواعد والتعليمات الصحية أو البيئية أو الخاصة بالأمن الصناعي إذا لم يترتب عليها الإضرار بالأرواح والممتلكات",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تزيد على ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية"
    ]
  },
  {
    "number": "23",
    "violation": "استغلال الوظيفة في الحصول لنفسه أو لغيره على المميزات المقررة للعملاء أو الأشياء المخصصة لهم",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "24",
    "violation": "السماح لأحد الركاب باستعمال تذاكر سفر أو قسائم تبادل خاصة أو أية مستندات سفر خاصة بآخرين أو السماح بالركوب في درجة أعلى من الدرجة المحددة بالمخالفة للتعليمات",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "25",
    "violation": "الصعود إلى الطائرة دون أن يكون مكلفاً بالعمل عليها أو دون أن يستلزم أداؤه لواجبات عمله ذلك",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر"
    ]
  },
  {
    "number": "26",
    "violation": "الاستيلاء على مرتجعات الطائرة",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر"
    ]
  },
  {
    "number": "27",
    "violation": "الامتناع عن الخضوع للكشف الطبي في المواعيد التي تحددها الشركة",
    "punishments": [
      "الخصم من الأجر",
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر"
    ]
  },
  {
    "number": "28",
    "violation": "مخالفة أو عدم اطاعة أفراد طاقم الطائرة للأوامر والتعليمات الكتابية أو الشفهية التي يصدرها قائد الطائرة سواء أثناء الرحلة أو قبل موعد إقلاعها أو بعد هبوطها مباشرة",
    "punishments": [
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "29",
    "violation": "عدم اتباع تعليمات وأوامر سلطات المطارات في الداخل أو الخارج",
    "punishments": [
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "30",
    "violation": "حضور أفراد أطقم الطائرة أو العاملين المكلفين بالعمل على الطائرة دون حمل التراخيص أو الشهادات أو التصاريح اللازمة لأداء العمل المنوط بهم أو عدم تجديد هذه التراخيص أو الشهادات أو التصاريح في المواعيد المحددة",
    "punishments": [
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر"
    ]
  },
  {
    "number": "31",
    "violation": "مخالفة لوائح أو قواعد أو تعليمات الطيران المتعلقة بتأمين السلامة الجوية",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "32",
    "violation": "الامتناع عن تنفيذ أوامر التدريب أو الإخلال بأنظمة التدريب أو عدم الانتظام فيه أو المواظبة عليه",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "33",
    "violation": "مخالفة الشروط أو التعهدات أو الالتزامات المقررة للحصول على الدورات التدريبية سواء الدورات قبل التعيين في الوظيفة أو بعدها أو التعهدات أو الالتزامات التي تقتضيها طبيعة الوظيفة",
    "punishments": [
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "34",
    "violation": "الإضراب عن العمل أو التحريض عليه أو التحريض على عدم اطاعة التعليمات والأوامر المتعلقة بالطائرة",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "35",
    "violation": "تعمد إخفاء العيوب الفنية في الطائرة",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "36",
    "violation": "جلب أو تهريب بضائع أو أصناف لها صفة الاتجار لأفراد أطقم الطائرات",
    "punishments": [
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "37",
    "violation": "التمارض أو انتحال الأعذار غير الصحيحة لتبرير التقصير في أداء العمل أو لتبرير الإهمال في أدائه",
    "punishments": [
      "تأجيل موعد استحقاق العلاوة السنوية لمدة لا تجاوز ثلاثة أشهر",
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة"
    ]
  },
  {
    "number": "38",
    "violation": "الاستيلاء أو الشروع في الاستيلاء على بضائع العملاء أو أمتعة الركاب أو التلاعب في الحقائب أو الطرود",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "39",
    "violation": "التشاجر على الطائرة",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "40",
    "violation": "تهريب أو محاولة تهريب نقد أو أية مواد أو أصناف من الدائرة الجمركية أو التهرب من دفع الرسوم الجمركية عليها أو المساعدة في ذلك ولو لم تُقام الدعوى الجنائية أو لم تتم المصادرة أو دفع الغرامة في المنافذ الجمركية المصرية أو الأجنبية",
    "punishments": [
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "41",
    "violation": "إخفاء أو سرقة أشياء مخصصة للعملاء",
    "punishments": [
      "الحرمان من نصف العلاوة السنوية",
      "خفض الأجر بمقدار علاوة على الأكثر",
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  },
  {
    "number": "42",
    "violation": "تعمد إتلاف أو تعطيل آلات الشركة أو أجهزتها أو ممتلكاتها المتعلقة بالطائرة",
    "punishments": [
      "الخفض إلى وظيفة في الدرجة الأدنى مباشرة",
      "الفصل وفقاً لأحكام المادة رقم ٧١ من قانون العمل رقم ١٢ لسنة ٢٠٠٣"
    ]
  }
];
